code = int(input('Введите код города: '))
time = float(input('Введите время телефонного разговора: '))
if code == 343:
    print('Калининград. Стоимость звонка в минуту 15 рублей. Общая сумма списания: ', time * 15)
if code == 381:
    print('Омск. Стоимость звонка в минуту 18 рублей. Общая сумма списания: ', time * 18)
if code == 473:
    print('Воронеж. Стоимость звонка в минуту 13 рублей. Общая сумма списания: ', time * 13)
if code == 485:
    print('Ярославль. Стоимость звонка в минуту 11 рублей. Общая сумма списания: ', time * 11)
